[
  {
    "img": "https://blogger.googleusercontent.com/img/a/AVvXsEjp55vBhzHdbSeo0vEVquGyWusROqinqjYjkMA0VJ9X7QPCL8N3ouvyJqjQaPoaPdKE4OtbYv96LRFWC5dvAdq1xJFxNNmuHyp6Cxb7nQXtrTSAj48Kfin7sVyu4JfGawod_GAolrM1JJF2zxIQaABNcb9mkHgfOrUhcXXBJIBGeZo648C1iOeCdUZcSg=w640-h354",
    "imgSource": null,
    "title": "Desain dapur minimalis colorful",
    "content": "Meski dapur sederhana, kamu tetap bisa bermain warna dengan asyik. Pilihlah warna cat dapur pada kabinet, kompor, dan kulkas yang berbeda-beda seperti ini. Dapurmu terlihat playful dan bikin semangat memasak bukan?",
    "contentSource": null
    },
  {
    "img": "https://i0.wp.com/www.mydomaine.com/thmb/w-ZVxcnROrRIQig9ZYX3ZevotZs=/2500x1639/filters:no_upscale():max_bytes(150000):strip_icc()/ElizabethRobertsArchitects_Minimalistkitchenwithart-ac5a43c78bc845409681e00effe23dc1.jpeg",
    "imgSource": null,
    "title": "Dapur minimalis modern dengan hiasan dinding kekinian",
    "content": "Pajangan dinding kekinian nggak hanya cocok menghiasi kamar atau ruang tamu, lho. Hiaslah dapurmu dengan pajangan dinding yang lucu. Kamu bisa memilih pajangan dengan quotes atau gambar yang berhubungan dengan dapur. Seru, kan?",
    "contentSource": null
    },
	  {
    "img": "https://i0.wp.com/i.pinimg.com/originals/9f/52/e9/9f52e90b41eaf0b075ce1644b01a5c63.jpg",
    "imgSource": null,
    "title": "Desain dapur minimalis cerah serba kuning",
    "content": "Warna kuning selalu berhasil membangkitkan suasana ceria. Kuning juga cocok banget untuk desain dapur minimalis agar tampak cerah dan bikin happy! Jika tak ingin mengecat dinding dapur berwarna kuning, kamu bisa memilih keramik dinding dapur dengan sentuhan warna kuning, atau pilih saja alat masak dengan sentuhan atau dominasi warna kuning. Keren, kan?",
    "contentSource": null
    },
	  {
    "img": "https://i0.wp.com/hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/minimalist-kitchens161213-ap-design-banksia-1050-edit-scaled-1589399232.jpg",
    "imgSource": null,
    "title": "Ide Desain Dapur serba putih nan homey",
    "content": "Warna putih memang identik dengan model yang bikin dapur terlihat lebih terang dan luas. Dengan sentuhan kayu dan bunga-bunga cantik, nuansa dapurmu semakin apik juga homey! Tinggal tambahkan dekorasi ruangan yang sesuai selera kamu, deh.",
    "contentSource": null
    },
	  {
    "img": "https://i0.wp.com/st.hzcdn.com/simgs/pictures/kitchens/engineered-white-oak-flooring-ambience-floors-img~7a510b050bbbb868_9-7125-1-f17fd33.jpg",
    "imgSource": null,
    "title": "Ide Desain Paduan hitam dan kayu yang maskulin",
    "content": "Bagi yang suka nuansa gelap, kamu bisa ikuti model desain dapur satu ini. Paduan warna hitam dan kayu gelap akan memberikan kesan maskulin yang amat elegan. Kamu juga bisa menerapkan keramik dinding dapur dengan sentuhan hitam serta kitchen set yang berwarna coklat kayu. Biar ada sentuhan rustic-nya gitu!",
    "contentSource": null
    },
	  {
    "img": "https://i0.wp.com/hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/glenholme-b-b-in-kirkcudbright-royalty-free-image-1580917295.jpg",
    "imgSource": null,
    "title": "Ide Desain Dapur yang asri dengan tanaman",
    "content": "Dapur sebelumnya hanya berfungsi sebagai area memasak dan menyipan bahan makanan. Kini, dapur bisa jadi area tempat kita melepaskan penat dengan memasak. Tak heran kalau desain dapur saat ini dibuat fungsional sekaligus sedap dipandang mata.\n\nSalah satunya dengan membuat tampilan dapur menjadi sangat asri dengan menambahkan beberapa tanaman di tiap sudut. Cara ini bisa membuat suasana dapur jadi berbeda dan bikin betah. Terutama bagi Sahabat Dream yang suka dengan tanaman.\n\nTanaman menciptakan kehidupan di dalam ruangan dan menghadirkan elemen alami yang dibutuhkan setiap ruangan, kata Veronica Solomon dari Casa Vilora Interior, dikutip dari Apartment Theraphy. ",
    "contentSource": null
    },
	  {
    "img": "https://i0.wp.com/i.pinimg.com/originals/b3/78/74/b37874532718cf20864933b62de4d400.jpg",
    "imgSource": null,
    "title": "Ide Desain Dapur minimalis dengan kursi ala bar dan lampu unik",
    "content": "Biasanya, desain dapur digabung dengan meja makan supaya nggak terlalu makan tempat. Desain dapur kecil ini akan sangat cocok diterapkan pada lahan dapur terbatas. Nah, kamu bisa menerapkan gaya kursi dan meja ala bar ini. Material marmer pada mejanya pun menambah kesan mewah. Apalagi dengan instalasi lampu unik seperti ini. Dapur modern ini pasti akan jadi spotlight di rumahmu, deh!",
    "contentSource": null
    }
]
